Revit 2027 API
ParameterTypeId.DividedpathFlipDirection Property
 "Flip Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathFlipDirection { get; }
Public Shared ReadOnly Property DividedpathFlipDirection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathFlipDirection {
	ForgeTypeId^ get ();
}
static member DividedpathFlipDirection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace